10/data/attachments/eeda0ad876aa666c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_87503369-b0b0-4cf9-ba8a-ccf7404b5ec5</nif:username>
            <nif:friendToBeAdded>Mary_leader_Actions_58396_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>